[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
[SOS]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
|
~
£
¥
§
¨
«
¬
®
°
±
²
³
´
µ
·
¹
º
»
¼
¾
Á
Â
Å
Æ
Ç
É
Î
Ñ
Ó
Ô
Õ
Ö
×
Ø
Ü
Þ
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
ö
÷
ø
ù
ú
û
ü
ý
ā
ă
ą
Ć
ć
Č
č
Đ
ē
ě
ğ
ī
ĭ
İ
ı
Ł
ł
ń
Ō
ō
ŏ
ő
ř
Ś
Ş
ş
Š
š
ũ
ū
Ŭ
ů
ž
ơ
ư
ǎ
ǐ
ǒ
ǔ
ǫ
ǽ
ț
ɾ
ʻ
ˈ
ː
˚
̊
Δ
Λ
Ο
Π
Τ
Ω
α
β
γ
δ
θ
μ
К
М
С
Э
а
й
н
о
р
с
т
ё
Қ
ᝧ
Ḫ
ṇ
ṣ
ạ
ả
ầ
ậ
ặ
ẻ
ễ
ị
ọ
ỏ
ố
ồ
ổ
ỗ
ộ
ớ
ờ
ợ
ủ
ứ
ừ
ỳ
ỹ
‐
‑
–
—
―
‘
’
“
”
•
…
‧
‰
′
⁄
₁
₂
₃
₩
€
⃗
℃
℉
ℓ
№
™
⅓
⅔
Ⅰ
Ⅱ
Ⅲ
Ⅴ
Ⅵ
Ⅸ
Ⅹ
→
∕
∼
≡
①
ⓧ
■
△
○
★
☆
☎
♡
♥
➋
➌
➍
➎
➏
⼐
〇
〈
〉
《
》
「
」
『
』
い
う
か
し
つ
で
の
ま
も
り
ろ
゜
・
ㄱ
ㄷ
ㅁ
ㅡ
ㆍ
㉦
㎃
㎉
㎍
㎎
㎏
㎒
㎓
㎖
㎘
㎚
㎛
㎜
㎝
㎞
㎠
㎡
㎢
㎥
㎸
㎾
㎿
㏊
一
丁
三
上
丐
中
久
之
乐
乙
九
乞
乡
乳
亂
了
二
云
亡
交
享
京
人
仁
今
付
仙
令
份
伉
休
会
伯
低
佛
作
來
依
保
俱
倉
偉
傳
僧
儂
儷
元
先
光
兔
八
公
典
出
列
初
前
剣
剧
功
动
勝
北
十
午
卍
华
单
博
古
可
台
史
司
吉
吧
吾
命
和
唐
啞
國
園
圓
團
地
垠
城
報
場
壁
士
壬
声
壽
夏
外
夢
大
天
夷
女
如
妓
妾
娥
娱
婢
子
孔
孝
孫
學
安
室
寒
寧
对
小
就
尾
山
岩
岸
峰
島
川
州
巨
帝
平
年
度
廣
建
开
張
强
影
彼
征
後
德
心
必
志
快
思
性
恋
恩
息
情
愛
慧
慷
憑
成
战
戶
所
手
扬
承
报
拳
挑
掌
敏
敬
文
新
於
旗
日
旭
时
昇
明
易
春
是
显
時
晚
智
曲
書
曾
最
月
有
朗
杆
李
来
杰
東
松
极
林
染
梁
梅
棍
樓
欣
歌
歲
死
殉
殞
殯
殲
毅
母
民
氓
水
江
汽
沖
治
法
洞
派
流
浪
海
深
淵
渡
港
渾
湯
溪
滅
滴
漠
潔
灣
火
炫
無
然
熊
父
牛
物
猫
獎
玄
王
理
琴
瓚
生
産
田
甲
电
町
畵
疆
癒
白
着
睛
石
砂
社
神
祥
票
祭
禍
福
秘
稷
穎
立
納
結
經
網
緣
縣
繩
红
经
网
羊
美
義
習
老
耳
聖
聞
聾
肉
股
肩
腔
膀
臺
與
舞
节
芙
芳
英
茶
菅
菲
萌
萬
蔡
蘇
號
蛋
衆
行
街
襄
視
视
觴
記
話
說
調
講
謝
變
课
调
象
财
走
身
車
轉
车
辰
近
这
迷
逃
逢
進
逸
遊
運
都
酒
采
野
金
釜
釣
鍋
長
长
門
附
限
院
陳
陸
隱
雅
集
震
霖
靑
面
韓
頻
風
食
飮
香
馬
馮
鬼
魚
鷹
麵
黃
黒
點
鼓
齋
龍
龙
龜
蘭
連
李
ﬁ
ﬂ
️
＆
－
～
｢
｣
ﾎ
￦
##7
##4
##k
##g
##i
##r
##n
##e
##a
##t
##o
##u
##l
##y
##x
##p
##c
##b
##f
##s
##1
##V
##X
##Q
##v
##m
##h
##w
##d
##5
##0
##R
##F
##O
##9
##z
##N
##K
##C
##j
##♡
##D
##U
##S
##T
##G
##I
##P
##B
##A
##E
##3
##6
##2
##ℓ
##8
##q
##L
##㎢
##Z
##ù
##H
##㎡
##W
##Y
##M
##í
##ø
##J
##°
##é
##ê
##è
##㎥
##∼
##ö
##ñ
##ū
##ì
##ō
##ọ
##ü
##ě
##㎿
##★
##ş
##μ
##à
##゜
##ī
##️
##×
##ó
##ā
##á
##ä
##〇
##ǫ
##²
##š
##ć
##ç
##ﬂ
##ú
##µ
##ı
##ả
##ò
##ㆍ
##㎎
##ŏ
##´
##㎝
##Π
##Δ
##㎜
##ï
##㎍
##㎒
##ừ
##î
##û
##ń
##㏊
##∕
##ﬁ
##₁
##㎾
##ř
##ô
##も
##℃
##⅓
##ㄱ
##™
##®
##○
##㎸
##ë
##Ⅰ
##˚
##㎞
##→
##ỏ
##â
##ý
##ũ
##㎏
##⅔
##ố
##㎃
##ă
##㎘
##ǔ
##ł
##ị
##ﾎ
##Ü
##ứ
##ろ
##う
##し
##ã
##č
##ǐ
##ž
##㎉
##ǎ
##¬
##ğ
##É
##ồ
##±
##ổ
##㎖
##ặ
##⁄
##о
##с
##т
##а
##н
##й
##℉
##㎛
##ʻ
##ư
##ơ
##ậ
##⃗
##ˈ
##ɾ
##☆
##ð
##æ
##ầ
##ạ
##ộ
##Ø
##ů
##ē
##ễ
##ǒ
##ː
##ờ
##ő
##つ
##り
##Ⅱ
##Ω
##ą
##ṇ
##～
##Ο
##Λ
##С
##㎠
##Ô
##р
##ё
##ỳ
##ǽ
##ĭ
##₂
##㎓
##ṣ
##º
##Ⅲ
##≡
##Ó
##ỗ
##ț
##ủ
##₃
##Э
##К
##β
##Õ
##￦
##å
##ỹ
##ớ
##ẻ
##³
##ợ
##he
the
##on
##er
##in
##at
##re
##en
##an
##or
##ed
##es
of
##nd
##al
##ing
##it
in
##ar
##ion
to
##ou
##ic
and
##as
##is
##ent
##om
th
##il
##ec
##ro
##el
##ation
is
##st
##et
##id
##le
for
##ol
##ce
##ve
be
##ut
that
on
##ment
##ct
The
re
##ur
##ore
##ot
##ter
##ay
##ad
wh
##ly
##ong
##im
##ig
##ch
##am
##ir
##ver
st
it
as
##ill
pro
##ith
##ul
##th
con
##se
##ow
with
##un
##ect
su
ex
com
##ers
was
at
##est
are
##em
sh
an
by
##ge
##pp
##ies
you
##ear
##ial
##op
##all
##iv
will
##art
##res
##ort
##ity
Kore
fr
##ist
##ess
##ate
##us
al
##oc
##oo
##ain
he
ha
##ak
##ud
or
##her
ch
##ang
##fic
##um
In
##ant
##ac
##and
##ee
##ld
##ive
##nt
from
##os
comp
have
##ab
not
##iz
##igh
##ich
has
tr
##du
exp
which
ne
##ust
who
de
whe
Ch
##ure
pl
##if
res
##end
me
##age
##ice
inc
year
##ast
##ap
##ib
##ult
wor
##mp
##rou
sa
##ye
can
##ated
##ip
##over
##ance
this
##ary
##are
##ere
##gh
Korea
##act
##cc
pr
but
##ue
##ime
sp
cou
ab
##ry
##out
le
rec
Se
do
##fter
##ung
##ard
ad
It
##overn
##ous
##ase
man
##ition
##ark
##ans
##ident
en
##ag
##ire
part
dis
cont
##orm
said
se
##ight
##ome
shall
##ince
20
ag
##au
so
time
per
##per
##yeong
app
##lic
been
there
##ub
##ie
bec
##od
##ell
Korean
##ence
were
rel
##ost
##ae
##ber
ev
pre
##qu
##ational
##ions
un
##ther
##ign
pe
rep
##ood
##fer
out
##ations
work
##ould
we
after
imp
int
##our
Kim
##ake
offic
Th
##so
As
##overnment
##duct
##ople
##vel
##ame
##ine
##ik
##form
##ru
##lo
his
##mit
such
##ities
Pro
##ide
also
head
##air
##ens
##ff
people
##irst
##oll
when
##ual
Gyeong
att
compan
##ding
##ause
##ace
than
they
inv
more
their
##ical
##erv
##lud
##ree
##rt
all
if
us
##00
acc
act
##ely
##og
inter
first
about
cl
day
##one
up
##nder
hel
##ict
am
##iver
prov
##ected
reg
##ress
##ublic
##istr
##hed
cons
##gi
ind
##oin
##ook
##erson
sc
##ors
pol
##pt
##ass
gu
includ
##ade
##duc
##ish
supp
##ng
##anc
under
##ack
its
##ile
##mer
##ious
over
my
##ject
##ents
##ia
fin
Gyeonggi
##ning
##ach
new
##able
##ied
##rough
government
go
because
##oul
##aw
##ool
one
##enc
##ok
won
Com
te
sub
Seoul
invest
##der
mem
##mitt
Prov
bus
##ail
##ike
sec
loc
St
##oon
other
##ased
may
public
dr
##ating
##oint
##ative
##illion
where
through
##iness
##resident
dec
##ount
tw
##chool
partic
had
Min
##ater
product
##ond
person
##ert
##ory
##erm
Gu
##ough
##orth
##nc
stud
##old
##red
##row
mark
including
ro
##ink
201
##rop
last
##ite
##ound
sy
them
##ection
dif
high
This
mon
##iss
min
We
North
##ution
##velop
##ild
##gan
##sp
##hen
##now
##ep
oper
two
only
##onom
##ized
##ose
##irect
##ina
bet
fe
mo
official
due
support
##get
incre
##ruct
Un
##ular
##enter
your
like
comm
business
inst
He
sm
market
##av
##ific
count
##uring
##mittee
##stem
her
##und
##ters
pur
report
no
If
held
##ural
##abl
cr
serv
char
school
op
est
##elf
Province
##ivers
bu
Lee
local
meet
vis
pos
##ility
med
should
##ecial
companies
##round
##we
co
des
project
##ention
##ures
##conom
el
##su
know
National
develop
##hn
show
would
ann
say
month
##ise
##ks
##ven
##eration
There
dep
qu
system
##xt
rece
##reat
num
need
years
You
made
direct
add
##ments
##olog
##ffic
she
##ducation
car
del
plan
##bers
any
##agement
##ian
ar
##che
get
play
10
want
##ics
emp
into
many
br
str
##icle
##ates
##man
disc
##ited
##ob
fac
good
##ided
number
even
##ange
##ounc
##sib
perform
again
conc
##roup
order
##ween
##ouse
company
##ety
indust
##min
between
particip
##ization
team
##ience
Tr
##ower
##ju
make
##ording
##ollow
child
##resent
lead
gr
Art
##ily
##ax
##ally
##ize
##ord
##ese
##ason
mat
members
investig
President
prom
var
take
some
##ices
##gr
use
che
fam
ph
##ency
follow
##ble
##uc
resp
start
000
right
econom
##way
##ock
Park
since
think
Je
##tern
soc
##fore
##up
trans
##ife
conf
while
##ank
##inc
##port
##aking
##iew
well
##day
##ister
rele
cre
Act
##ital
requ
gen
Jap
##ren
Japan
##idents
##ings
organ
Wh
##urn
##ery
##lement
establ
##olit
each
##mb
##own
proc
Part
##iving
##ick
lar
cult
##echn
end
could
activ
fact
sur
##ward
##ared
det
term
##ful
ear
##ved
19
##istry
##ilities
here
##ission
main
ever
management
being
pay
On
special
bl
When
##ute
law
##ract
Al
##urre
fl
met
##olitan
don
##let
##ropolitan
##ministr
##outh
call
Sh
##ecess
##les
aut
##amp
grow
##ision
three
##ams
expected
next
prev
did
ass
during
China
rev
long
place
##ove
open
our
emplo
result
##ting
see
##rap
##wn
##tc
Met
related
ac
second
City
##artment
fore
##ind
necess
inform
art
eff
##wang
##ases
Party
before
Ministry
etc
##uation
##nam
point
##ants
##eral
##iversity
contin
students
meeting
design
various
interest
cor
most
Con
##its
##ives
Committee
##arm
group
Article
sal
##lease
##te
##ior
rem
polic
million
##rd
area
##oy
##hip
##ave
sit
##ather
##ancial
necessary
real
##airman
promot
pop
##blem
##rib
red
every
##ra
office
enter
##ft
how
problem
prof
ret
rest
aff
ent
police
##uch
##ew
now
just
##ret
same
bel
Do
ve
##ficult
look
const
set
difficult
##por
ref
what
case
##iend
##ving
world
help
Acc
##alth
##ries
##lear
own
lot
##pr
education
##aining
impro
South
residents
days
visit
##echnolog
exc
process
##ient
found
used
##cheon
adv
##med
differ
buil
opp
Metropolitan
event
##par
sign
without
##uss
small
##ived
possib
##raph
##overnor
pass
house
##earch
An
30
service
way
refer
products
tax
Government
##urrent
##read
former
##ium
center
##ained
##ished
Ind
Cho
coll
wr
compet
around
job
##ional
back
young
##won
expl
##ruction
##iation
information
industry
dem
life
##ecut
exper
##uk
food
##airs
city
May
According
meas
##ck
ins
##ism
Center
##inance
Bus
bro
At
hear
##alk
##ense
##onment
him
##iod
##ten
wee
How
##ric
conduct
##abor
commun
Dae
development
fi
##aj
##istrict
import
##vir
facilities
##other
hand
##omen
ra
##osp
Gang
##ider
announc
Re
##imes
investigation
##ner
saying
par
##ief
children
##ival
Hy
##ended
country
##ale
within
following
##vironment
Su
im
addition
level
much
##oth
##ork
reason
friend
Moon
administr
increase
##ently
##ually
##gy
care
##osed
##ope
ca
##ised
period
stre
win
##ems
billion
##ump
ob
##cept
fil
home
Offic
large
performance
party
##ont
class
sel
president
saf
announced
##echnology
social
among
instit
University
##ances
national
four
Ye
##ty
15
off
bo
rate
complet
against
##ath
stand
##incial
inf
very
Che
price
Jung
##ying
col
reported
##atic
sum
fire
Dong
ask
tot
establish
current
referred
contro
##orts
##used
##here
##als
##yung
##gest
old
pres
family
##ene
##ged
##ajor
##ached
chang
week
cost
##uture
respon
susp
##udget
total
Pr
financial
11
request
come
based
intro
power
200
economic
check
##mission
whether
##aly
##ts
operation
##ilit
##hing
air
down
def
effect
war
pros
feel
US
##ages
12
Jae
run
fund
water
tra
##ustom
room
##ists
##eep
id
##agraph
##ivate
sol
going
Han
disp
coop
cap
##ri
building
progr
become
Governor
##ness
hour
attention
though
##semb
##cent
cases
budget
foreign
policy
major
mus
officials
##yp
##ever
working
##ai
eas
Man
##led
state
##ination
prot
##ember
##ov
does
New
##entr
charge
book
##uty
##ey
applic
those
ext
future
hard
intern
particular
account
##sembly
Is
##stit
occ
employ
##iety
Ex
implement
##eld
ful
construction
elect
##ern
change
De
amount
sent
represent
form
sl
##alf
##itiz
health
##san
means
big
sk
Gwang
different
consider
##though
member
##io
percent
##ntil
Sp
##vers
ser
improve
##lex
custom
##ony
##ending
Minister
past
##hor
##ately
##ising
Mar
toget
together
##iven
##akes
##reen
##ified
post
##ix
##ively
Ord
situation
mid
##oney
environment
aud
Intern
##ature
measures
##ification
low
continu
Office
strong
allow
great
##gency
committee
Busan
happ
##line
ll
##tle
jud
##ired
##omm
activities
issu
##ocr
##estival
mod
tour
Ordinance
best
neg
private
pat
received
prep
For
Please
sales
##ug
dom
##ron
pursu
possible
##inafter
provide
##urity
countries
general
##bal
hereinafter
##ata
Sams
##elfare
Sec
##land
site
##iting
Assembly
dam
cond
That
val
Japanese
Samsung
test
agree
##ines
##ier
18
spe
matters
##ulation
##stand
confir
areas
making
##itions
tre
director
##iol
culture
100
women
cert
##ultural
##ilitary
##utes
sim
typ
##ody
bas
hum
##vant
lo
insp
##atch
fall
list
##lect
today
Chin
##ressed
demand
give
equ
using
##gal
money
crit
dong
until
##omet
subs
experience
game
important
profess
let
too
called
popular
Chinese
13
##ction
top
move
growth
store
five
##ospital
##hes
My
Counc
technology
half
Council
expand
##ecution
these
free
department
sing
able
##lobal
increased
put
Res
##aid
left
Ass
##ss
##hib
##itizens
workers
Ad
why
##augh
##crib
After
qual
Education
il
expens
present
##me
viol
##ceed
still
decided
lit
safety
data
##sue
##ars
##use
##gu
fun
##uclear
##estic
##aster
record
##rial
##arent
Chung
author
near
times
came
discuss
hope
land
projects
opin
then
Eng
hous
KR
analy
Serv
##tain
emer
province
Trump
field
Fr
hig
early
lear
##ociation
press
Dec
contract
consum
appro
##ird
KRW
What
Pol
hy
apply
Dem
took
rul
purp
results
Chairman
find
trad
div
##ined
lim
labor
pursuant
military
stat
Jong
##ructure
hol
##asing
polit
##inal
16
##wan
hist
return
released
manag
##eb
Although
entr
ur
media
##ets
##ocu
##je
mov
proper
Incheon
14
organiz
##pped
##ex
##ges
En
tem
name
paragraph
##duced
charact
ap
##ieve
attached
##den
##ivil
##lish
veh
short
##ons
Shin
expect
phot
exch
So
read
relevant
deliver
##osition
vol
However
flo
affairs
quest
prop
cultural
issue
docu
domestic
##hold
mater
chairman
Democr
economy
exam
install
investment
##ames
research
prevent
music
25
##ash
plans
lik
Instit
Cour
streng
##person
expert
citizens
##ains
##ption
foc
global
income
##pping
super
50
led
eval
Hong
front
Choi
Rep
must
##utions
appoint
##ards
##nel
relations
agreement
##dict
##joy
##ned
##ling
material
cer
##ins
corpor
film
Comp
vide
##ccess
##ces
Court
##cast
##ones
##ready
view
spec
##not
less
mor
Co
medical
##ried
##isting
##dle
enjoy
treat
full
road
Jun
hold
attract
##ension
##az
##ched
Dep
body
cand
##ger
court
They
soon
established
prosecution
##cement
season
##iet
went
park
services
hot
##ible
17
already
side
once
##yees
hours
success
provincial
##retary
##ides
purpose
##vey
purch
Can
Institute
No
##oor
Since
according
paid
vict
##oot
##urance
self
##airperson
regard
human
bre
##emony
months
##entral
expenses
Indust
receive
draw
mar
##aim
review
##yang
##less
appl
determ
line
Ju
parent
beg
cooperation
employees
Young
redu
talk
Lib
fail
consult
la
##ator
subject
District
##ortun
share
joint
av
sex
seems
##mitted
##work
Yang
##inary
concern
occur
living
ho
farm
hospital
program
distr
send
pain
##aek
conducted
please
explained
Yong
Jin
detail
create
participate
Am
##aken
selected
bur
cannot
Association
production
sect
subsid
Cheong
recently
reve
##fact
grad
training
prices
United
got
ceremony
district
Democratic
laun
Mayor
organizations
floor
##for
both
candid
morning
##ili
application
recomm
Sa
##hod
sever
##ead
##ises
exhib
payment
Wor
broad
civil
night
control
##irc
##sel
known
live
third
Service
previous
English
character
##orrow
##ted
canc
##ically
away
##app
agency
Form
buy
CE
along
##avor
Cor
quality
word
##aces
summit
love
##ences
24
turn
taking
##ple
representative
##oun
##reme
##ured
tal
dram
started
arr
competition
mean
understand
##izing
community
travel
##oh
election
became
trade
reveal
distrib
date
tar
visited
cour
Gwangju
sell
keep
continue
With
##orn
method
claim
##icles
##oss
administrative
welfare
coun
better
accident
##ivid
##ways
likely
late
critic
song
opening
separ
prescrib
administration
Where
Nam
##enior
Kang
net
##ference
international
##ify
##aur
World
##ves
##ulture
sold
##yeon
final
##itional
writ
##ored
##ication
##acher
School
another
asked
##illage
Commission
non
tell
pract
rights
##rug
leader
##ross
men
CEO
##aker
Air
somet
##rest
execut
video
##ering
trial
stage
organization
##ients
Even
March
added
things
circ
located
##ogn
40
Song
den
Pl
appear
regul
six
history
##ball
beh
works
21
negot
Ar
Be
problems
##pl
##itive
security
International
damage
Pe
clear
showed
confirmed
##ging
##nov
persons
employment
Group
orig
pict
##ech
Jeju
soo
wa
##atural
news
##idence
fine
##ends
contrib
Fin
##iding
parents
conn
household
survey
##imum
##iday
resol
##com
kind
caused
treatment
Eu
##ability
##seas
provided
began
27
attended
23
regular
delib
space
promote
Police
22
##side
card
##rast
spread
complex
2018
Just
##els
deb
schools
didn
Br
middle
bene
institutions
fre
light
##ury
bea
Reg
inspection
chief
strengt
sem
far
position
##urch
decision
opportun
camp
ille
recogn
ord
##ffer
players
base
##hern
responsib
##mun
eng
face
##atory
policies
##meric
region
##oice
Ge
Americ
restaur
fans
appe
festival
##cher
society
##ys
##epend
infl
##ories
watch
housing
individ
controvers
##ream
having
value
House
ris
movie
hit
participated
teacher
minutes
overseas
##sang
##arters
Russ
Sung
ruling
focus
story
ach
reduc
supply
Administr
bill
##buk
Apr
actively
changed
##thing
political
April
age
experts
mob
directly
##ats
join
pointed
##ctions
little
cent
increasing
##by
opposition
victim
role
Chang
lower
##ph
suffer
Seo
others
alle
Asian
thought
study
Jang
##lose
Bl
Sang
host
arrest
28
transport
##view
##istics
audit
key
cause
##illed
States
insurance
##self
miss
exchange
natural
June
facility
##erty
shar
match
##aged
funds
dev
vot
26
transfer
cle
nation
1st
friends
largest
conditions
completed
compl
individual
##aper
##angu
##ban
##irl
##eng
applied
entrust
prepare
Seung
additional
Public
jobs
existing
stock
##duce
later
Elect
July
invol
conven
industrial
Liberty
##fficient
Don
really
commission
raised
Sept
##aff
given
##ential
customers
Jeong
always
em
##verage
But
Le
personal
dise
broadcast
##ipment
leaders
##anch
##ring
##atives
##ession
block
traditional
##ental
prepar
Seong
express
revealed
Provincial
senior
promotion
Station
businesses
mom
sw
trip
Tae
events
smart
Or
mult
trillion
death
experi
##medi
materials
##adem
pus
ground
often
##irth
ban
screen
##ufact
predict
medium
ide
Ji
Yoon
emergency
Aff
sector
##rastructure
Sup
response
taken
##ources
##head
Econom
##ators
seen
leg
type
least
##ober
##ipt
attend
rather
lack
wage
sug
rank
higher
##ened
##ha
looking
Supreme
ener
Oct
becom
##int
volun
accept
basic
evaluation
award
signific
##ault
student
##erc
exhibition
##wer
##val
recent
advance
##emed
planning
Affairs
mess
##yo
compared
Fore
Sun
Jeon
eat
easy
Financial
operating
##gress
manufact
stay
possibility
begin
issues
September
##acy
##rope
##ues
##ilies
fem
Jan
##aily
negoti
Bank
Sc
Germ
Ab
never
##any
ant
Europe
benef
Hyun
bank
vac
Some
##orry
Trans
##quarters
While
##ening
cut
contact
##oring
fees
##road
langu
mother
respect
energy
introduced
costs
average
counc
##lege
##redit
Hyund
##erate
Then
council
illegal
##loy
decre
Hyundai
Kyung
brand
29
Gen
sho
phone
gun
sports
ago
##que
##ison
2nd
##ced
groups
repl
To
decl
trend
institution
##urther
currently
deal
dust
##lementary
##ape
something
##arter
Gyeongsang
ident
Yes
clean
Festival
Aug
comb
points
san
innov
developed
ans
families
Management
size
commer
goal
created
enough
makes
wind
##ilar
leave
##ronics
meaning
course
31
quick
hyun
opinions
##yu
##yc
growing
bat
She
accord
cur
significant
port
delay
controversy
round
break
cities
Department
trust
strate
active
officer
cover
tom
deg
##cial
Provided
prepared
##oman
rise
outside
##forcement
lawm
Gangwon
Med
words
accordance
immedi
establishment
October
##hest
enterpr
##uary
agric
Gangnam
##ald
##sc
##ague
##atis
2016
heat
Agency
interview
drink
leading
##lier
##po
yet
##encies
brok
documents
Direct
conference
ste
question
##ountain
##noon
close
items
professional
afternoon
needed
sized
Mr
operate
Land
opened
status
And
cal
##avy
youth
##akers
profit
offer
try
vehicle
reform
##anced
enc
##sis
##ects
written
vice
clos
announ
designated
online
Yeong
##ester
Viet
programs
scale
##velopment
target
analyz
opinion
suggest
##ians
expressed
capital
##ishing
efforts
##uted
##fort
Vietnam
##uge
temper
equipment
Corpor
##arant
##ware
photo
ye
Administration
starting
##just
Internet
Trade
pet
##ills
manager
respond
Ph
regulations
##jin
##enced
content
jin
station
getting
submit
continued
parties
similar
tomorrow
##omp
##rist
##ners
walk
passed
shows
female
##ocal
##otion
##inder
One
August
60
personnel
secretary
ship
tast
##wa
lect
sun
needs
##incip
holiday
relationship
nuclear
recru
mind
legal
##vest
Cl
belie
governments
##ample
strengthen
##dule
independ
excell
traffic
lives
happy
resident
cris
Bec
university
stop
Yoo
lib
Daegu
chairperson
##ervation
##ological
conflic
rain
language
##bo
collect
Health
improvement
##ground
denuclear
contents
Dis
##urs
minimum
staff
club
Electronics
purchase
register
electric
driving
model
sorry
January
##ude
bad
considered
acqu
step
##ender
Hwang
First
inj
si
authorities
ri
gre
told
lost
##ipl
sche
dist
eld
##bs
##ration
ahead
transportation
charges
2017
Justice
Soc
village
doll
Hall
single
standard
sexual
few
gave
##lus
changes
##ula
daily
further
unf
##vert
##elt
##osal
All
built
included
Prime
estate
educ
gl
reduce
mobile
believe
played
birth
crisis
Because
Transport
##empt
appointed
concert
Research
Director
influ
##icip
State
several
##ift
Now
Cons
mer
ec
December
princip
##yong
500
Christ
regional
heard
vehicles
Won
##mber
High
users
Inf
##yle
governor
##ovember
November
alone
fair
oil
Me
Supp
##ique
hall
##agn
scene
carry
Corporation
Feb
Let
wear
##irm
Special
fell
God
Fed
pub
TV
credit
famous
peace
ut
di
rice
Vice
seven
loss
schedule
poor
anim
serious
pen
##has
##aught
Sing
##aughter
parking
cel
action
favor
interested
division
Culture
ver
Sm
burden
terms
Rec
##ays
foot
operated
candidate
##rary
exceed
caus
hee
##iful
moment
##ncy
inside
specific
summer
certain
generation
risk
##istic
Labor
places
commercial
highest
##hedul
cars
schedul
Def
include
easily
progress
recommend
3rd
##gart
agencies
Development
regarding
denuclearization
color
woo
document
woman
questions
Cont
receiving
text
avail
##ral
immediately
##special
chan
##fully
central
speed
confirm
##specially
##indergart
corre
toward
slow
flow
forward
ball
unc
##hens
##onst
urban
##uties
issued
##aint
picture
opportunity
games
dest
carried
communication
reflect
##abilities
deliberation
##be
approval
heart
girl
##erning
parts
participation
emphas
aim
original
autom
drama
takes
property
apartment
4th
rap
##abled
excellent
union
bring
Local
##utiful
##book
patients
details
friendly
negotiations
Found
Island
father
available
Russia
##come
condition
Among
##ruary
February
Lot
disaster
ey
learning
199
sound
cold
concentr
done
professor
prescribed
202
restaurant
bar
plant
deep
trying
standards
Welfare
concerning
Support
goods
performances
executive
consumers
##vis
2019
tick
2015
duties
achieve
teams
prior
##astic
##artments
##rehens
green
wanted
celeb
quarter
considering
compens
actual
access
##ches
submitted
Fund
except
board
talks
fee
Security
##insula
##dong
##leep
mut
coming
##egr
proced
common
##ran
##heon
pack
worth
Si
holding
organized
college
academ
quickly
waste
determined
##jong
repor
gener
analysis
pressure
General
##igence
doing
Foundation
hon
presidential
protect
session
disapp
##mosp
dou
impact
produced
launch
restr
showing
elder
corporate
##useum
##bu
##orthern
hands
##ought
firm
##pite
##iff
##ops
abs
Prof
Emp
##go
implementation
recover
dead
Oh
ren
crime
atmosp
centers
##ormal
##isions
beautiful
reduced
pun
pot
univers
mention
suspic
70
minister
stores
King
##ne
Tour
##isher
eyes
##ton
metropolitan
households
distribution
Defense
300
answer
##ume
network
Gr
Wa
Sy
phys
##oms
disease
structure
counsel
Saf
##vention
People
Are
sea
##jeon
##iveness
drawing
adjust
##ports
##do
Il
limit
industries
series
Pre
Technology
entire
fig
estim
examination
displ
rapid
##ulated
Super
books
doesn
agricultural
train
matter
true
saw
##iversary
export
markets
integr
might
followed
sanctions
felt
fast
emb
##lim
##tainment
Na
church
seek
concerns
##loyment
Mot
ens
loan
##hood
required
delivery
tas
wife
encour
lif
Cup
Day
statement
##ocks
Jo
sense
advert
movement
dism
Te
sites
Prom
protection
exerc
##ropri
##urrency
##reed
Business
thing
10th
##care
temperature
Industrial
failed
assault
exclud
ordered
sett
learn
select
sure
drug
##earcher
caught
Profess
scheduled
Cultural
##cr
owners
forest
Bo
manage
hom
educational
comprehens
Ul
behind
raise
build
victims
guarant
Secretary
launched
20th
efficient
require
Son
Many
Chairperson
Lotte
installed
American
##ograph
message
Koreans
##rees
population
##uck
##aced
attack
difficulties
guid
enterprises
resources
Jeoll
ten
Mark
poll
interp
atmosphere
benefits
fourth
Agr
certific
Bu
incident
raising
Invest
direction
##endent
proceed
##ably
##ode
whole
##igation
##rant
Eun
ke
below
5th
##urning
Safety
Agric
sens
leav
7th
Chief
anniversary
search
bag
reality
Asia
deemed
object
participating
##icon
##ots
Ha
bit
wrong
duty
##irt
util
tried
Science
subpar
rat
##rate
subparagraph
commissioned
##atively
elderly
harm
prosecut
##ev
intention
grand
##atform
falling
annual
techn
shopping
restrict
##of
entrance
remark
##aries
weather
##oid
kindergart
positive
##ights
skin
##ously
Ahn
##ighb
instead
accounting
headquarters
##down
reduction
dream
##inated
accidents
itself
cell
houses
##cheong
entered
link
##CT
user
Promotion
##ansion
##osing
died
wall
##amed
frequ
intell
##aching
Environment
By
gas
comes
requested
##ulate
##ires
filed
##itude
appeared
cong
sale
Pyeong
participants
obs
earlier
rates
son
highly
release
eight
##ule
##icy
occurred
Kong
skills
Central
volunte
transact
##ishment
introduce
Baek
##ament
counter
dig
hearing
image
Germany
winter
Pen
symp
Foreign
##iqu
ways
mass
##ource
Blue
##athe
advant
##izes
universities
evidence
##ott
##ane
##stances
argu
evalu
##iers
player
##ronic
beginning
Year
Industry
35
webs
Commun
Donald
##oke
style
##esterday
yesterday
circum
smartph
stressed
box
Economic
sleep
##duction
score
involved
18th
##chol
cook
##like
##ibility
recruit
creating
exchang
owner
comfort
##rit
hotel
reasons
##selves
##aps
gather
##aign
disabled
competit
Lim
tourism
expansion
Tw
##allen
unique
visiting
degrees
prefer
address
anything
tel
warm
loans
##seong
turned
cancel
black
across
##hy
internal
Pros
agreed
Decree
##rol
writing
worked
prem
satis
##ley
suit
visitors
Infrastructure
intends
platform
defense
Head
whose
##ah
heavy
##aration
violence
secure
##isc
measure
variety
19th
environmental
example
neighb
chance
po
assess
correct
Des
limited
Finance
usually
Jose
Gun
11th
discl
##jeong
reading
theme
tit
enh
consid
##ology
posted
sharing
sud
sudden
##atures
Food
investigating
##gn
##intendent
ability
Why
basis
taste
80
Ki
##eter
2014
autonom
researcher
Suwon
##urities
##band
pers
12th
teachers
hur
implemented
##ledge
authority
safe
During
log
difference
dog
technolog
collection
delivered
proposed
popularity
discount
rout
##ining
tourists
##standing
##gle
track
properly
inspect
Professor
bal
Not
prevention
street
Sports
##my
aware
6th
##ees
produc
branch
Law
##rim
hosted
Go
force
solve
##atched
effects
York
display
Pa
govern
comprehensive
East
boy
blood
Chungcheong
Represent
reports
announcement
Aut
##rew
star
App
interpret
##fr
myeon
couldn
init
elementary
secret
##pon
cry
##iring
tempor
Stud
##erative
##aka
intens
##ares
convenience
publ
coach
creation
corporation
daughter
compensation
depos
ju
engine
complete
candidates
##olution
hwan
squ
giving
brother
15th
newly
customer
##ho
fight
##ship
unit
indic
##istration
##emor
criticized
website
liv
##erve
##othes
nature
section
##iconduct
8th
##OS
reven
Enforcement
ensure
##gent
##most
predicted
arrested
someone
criticism
##oud
banks
comput
##ality
proposal
Peninsula
campaign
calc
affili
responsibility
mach
providing
sung
yeon
##eg
##tained
signed
paper
conflict
says
moved
Kwon
buildings
physical
Da
ed
Women
selling
Sam
recognized
Hee
mentioned
##ropriate
dance
Count
rad
reached
pil
manufacturing
##idge
##unk
repe
returned
##ables
audience
##ffee
Child
##adium
##lia
Iran
especially
##athered
maintain
##pper
Yeon
innovation
recommended
These
gathered
overall
choo
notice
##wide
withd
fix
##ji
range
##ourn
hoon
elig
##arily
seok
actually
##amer
Daejeon
winning
simple
normal
becoming
##raw
function
##isl
heads
responsible
weak
classes
##liament
##BS
preparing
themselves
##ses
##CO
registration
deputy
From
27th
##fect
registered
SK
challen
running
shown
occup
Hye
Aust
21st
consideration
exact
swe
driver
Joseon
##inate
records
##ective
##sy
lic
clothes
Complex
white
practice
gradu
##urrently
consultation
relatively
Organ
##ipped
##met
communic
voice
##ecutive
entrusted
biggest
14th
sharp
hair
elections
airport
Federation
abroad
##ruption
contest
##cer
pick
Prosecut
scen
threat
Republic
Market
Ro
artists
suspected
idea
file
wait
kn
League
ess
brief
jur
9th
17th
nearby
##ooth
##ureau
Project
pm
Union
##anger
Hu
foundation
career
introduction
judic
gold
investors
convers
LG
##arding
##formation
prize
River
letter
##estern
taxi
protest
War
himself
2013
25th
supporting
##ternal
##room
lun
expectations
advantage
ter
##men
location
Tai
planned
13th
semiconduct
anti
closed
##chi
Hot
petition
rail
##ming
strategy
cross
includes
assist
adding
allowed
##tenance
Deputy
##lymp
##cript
everyone
Col
refund
sto
expanding
Olymp
successful
era
warrant
science
##iary
##bit
excess
cancer
imm
modern
grade
dismiss
playing
Woo
nothing
##isdict
separate
##bum
revital
suppl
served
becomes
gap
##ules
analyzed
respectively
Ever
Her
appointment
huge
##kay
jurisdict
mot
##rought
##osure
finding
fully
Social
##irit
goes
farmers
ratio
characteristics
agend
northern
vacation
Taiwan
har
zone
cat
28th
moving
histor
198
Singap
waiting
Singapore
##iance
##iplom
discover
prescribe
##sible
watching
surg
European
joined
sik
crim
##oses
reach
influence
Currently
entertainment
elected
actor
instruct
published
Thank
##usband
doct
provides
recorded
notify
designed
viewers
Hw
regions
lawmakers
surpr
fost
older
Airport
pit
coffee
belong
rising
meetings
reportedly
resolution
bought
focused
##rog
songs
er
flight
More
presented
Award
##ycle
Work
standing
honor
##light
26th
Hum
circumstances
monit
born
demonst
killed
mail
##iled
attempt
##BC
30th
Exp
camer
##ror
promoting
healthy
wide
selection
beauty
certificate
sil
prison
##nergy
Last
exports
determine
lawy
eye
extra
jurisdiction
separately
wave
withdraw
expanded
16th
Mus
specialized
Ho
improved
Pyong
Inter
Byung
tae
supported
Hospital
Most
##mir
looks
broke
Plan
dollars
surround
Hae
husband
##aging
thinking
##iec
##ashion
##eria
##uel
claimed
Per
formed
improving
##aints
fields
exercise
everything
advanced
##iency
minute
##stitution
rental
eligible
drop
##okes
medic
above
Our
##iles
door
replace
Wave
maintenance
competitiveness
##mar
investigate
wid
Sejong
superintendent
although
32
Indones
2012
counseling
retire
Village
provisions
longer
changing
23rd
Tourism
wonder
revision
smooth
##ampions
parliament
##itation
24th
almost
schol
##ull
spot
ge
continues
ded
earn
assets
##uth
depending
connection
marketing
wish
##ifying
##outhern
effective
judge
Austral
##lected
strength
agenda
knowledge
collected
din
esc
album
detailed
Move
Ins
photos
incon
earth
types
adop
appearance
##resh
delayed
Church
suffering
Regarding
negative
forced
diagn
pension
employee
Fair
factory
max
altern
diplom
technologies
stocks
conclud
gender
33
hop
completely
singer
inconven
##visory
Also
alleg
external
resc
AI
ple
ven
consumer
channel
##yn
##imb
causing
##order
serve
ran
Start
22nd
seats
soccer
concept
cash
infrastructure
Myung
table
caf
legisl
County
##udd
grant
##ugg
Port
mist
lawmaker
procedures
Life
mainly
allows
remarks
meal
seem
studying
despite
mountain
item
bond
##amb
broadcasting
consumption
lecture
principle
##sh
emphasized
strug
bab
talent
celebr
methods
##chain
snow
developing
discussion
Ear
##eed
gift
Face
units
superv
Employment
##olf
##thlet
Pyongyang
jun
meters
cool
compr
ordinary
weeks
conserv
##liminary
fishing
Canad
alleged
Cheon
screening
Movement
independence
##time
##ux
article
Soo
Div
greatly
Representative
Yu
cop
consecutive
Att
45
premium
disabilities
##aem
Peace
suc
##iture
spring
exclus
representatives
Rules
hye
Human
36
##enture
Ulsan
ep
##cho
##rupt
memor
performed
promoted
Small
##atically
strateg
Roh
##ivity
surgery
eating
##isted
KT
entering
choice
library
leaving
dramas
##struction
lawsu
ir
rent
##ush
nine
##de
shoot
yong
##ancing
scope
academic
##ield
succeed
remember
appeal
suffered
rapidly
resign
divided
paying
jung
lat
finished
mayor
speech
profits
##na
##tery
comment
##ears
Mal
surv
Net
produce
throughout
focusing
Gim
arts
SM
##ancy
movies
90
##rec
prec
estimated
accounts
taxes
Of
brought
Fire
county
Par
virt
activity
##icious
remaining
Ne
worried
weight
##ilding
restaurants
mis
tariff
pictures
opt
Brit
29th
multi
##ube
##ificial
background
dro
##umb
significantly
computer
stable
spirit
##load
installation
preparation
preliminary
Mountain
Under
##aring
crack
wants
##umn
##friend
Int
accomp
weap
Every
choose
vill
Jud
busy
push
Line
Enter
ticket
Comm
severe
Games
Pop
##estock
subsidies
Mex
opportunities
ranked
employed
Mexic
settlement
Mid
liter
permission
Division
Services
bott
monthly
receipt
Seok
managed
rating
town
Policy
Conf
Del
autonomous
shared
##acity
meaningful
adult
##itage
Facebook
rose
##ups
Dr
criminal
mix
##aith
arrived
contribute
source
avoid
Information
trou
##ido
renew
##iences
directors
speak
##unicip
volunt
Kaka
proport
Chun
cooperate
understanding
##itness
##ossible
appropriate
Ac
attending
Sat
electronic
Coop
coast
fresh
origin
34
recruitment
ele
weekend
kil
deleg
ing
acting
Hotel
fan
##ij
Motor
apartments
El
##seo
ups
America
vote
twice
Im
factors
##osis
##coming
Budd
filled
##han
##evit
exchanges
##ateg
thereof
shot
Sw
volunteer
achie
##oles
Tur
fish
soft
inevit
venue
email
guarantee
Table
##iate
forces
devices
bed
increases
Youth
nationwide
reb
ended
films
fashion
crow
##iced
remains
##gment
Inst
follows
##where
Agricultural
abuse
enhance
Through
dinner
feature
Recently
##ayer
seat
contains
impossible
write
male
##chang
revenue
##rote
nar
Heung
digital
Fam
reporters
##icken
advis
subway
##oyang
warning
repeated
aged
Geum
majority
athlet
limits
emot
##aft
##oration
##orough
##arb
stories
##char
executives
Did
##asters
##raz
categ
faith
reward
##fficiency
Former
path
##ids
democr
##reg
##TS
##unicipal
guest
leadership
wrote
master
vul
ingred
##usion
suggested
decide
unfair
journ
decline
rob
##igious
decrease
assessment
Exper
Museum
##NS
mission
believed
temporary
expects
contain
difficulty
capacity
volume
His
bi
blockchain
ill
judges
About
nom
##aud
newsp
danger
worker
##illing
roads
residential
wel
##vent
arch
##ression
calls
unable
quant
spend
catch
shop
double
concerned
Construction
##imate
guard
38
anyone
damaged
##sts
##ties
sentenced
Could
Hol
myself
processing
perfect
plants
tourist
potential
missing
diseases
leak
##yond
##fl
beyond
Pal
allegations
feeling
vulner
retirement
piec
##iated
Tod
Russian
ende
rooms
Mat
##hae
wearing
Bare
sister
named
index
calling
Sea
happened
Goyang
constit
punishment
revised
mouth
tim
shares
medicine
accused
farming
##iment
##osmet
asking
##ivic
listen
Joon
creat
debt
##ipping
expensive
figure
Insurance
solution
reservation
decreased
##iliar
sympt
mental
smartphone
thorough
Oper
command
##wh
ranking
association
explain
advertise
island
willing
##riage
victory
Due
##hoon
##asures
finally
Braz
Fil
quite
systems
crypt
Kakao
rein
transl
##0s
task
affected
stress
52
penal
conducting
intelligence
Bareun
Goo
crimes
violation
title
lawsuit
lived
##anks
scholars
fru
endeavor
counties
fixed
fal
orders
trees
judicial
##aemun
##oking
repair
attracting
semiconductor
band
##know
Economy
independent
IT
##raft
spent
foreigners
complaints
else
connect
apprec
ones
Therefore
discussions
##asion
##mical
patient
device
Today
Tax
##yr
400
France
2011
Energy
offices
drinking
Prosecutors
lunch
##ially
incur
##agers
officers
soldiers
core
Turk
je
runs
deposit
Organization
artificial
merch
symb
spons
capt
reducing
square
kept
Brazil
practical
discussed
pan
##ei
##cription
Doo
admission
touch
00
sn
##ocation
actors
bul
Spe
dow
##heast
baseball
stopped
behav
theater
meant
Securities
Geun
2010
##iable
Ste
learned
nice
abol
characters
Headquarters
pret
##organ
effort
##isheries
Af
Mi
functions
urgent
Christian
##asty
Unlike
Official
##uting
completion
talking
##arden
lots
explan
37
features
eco
amb
kinds
Consider
symbol
stab
license
excessive
Ui
##tes
drunk
suspect
checked
Grand
shock
Sub
interests
livestock
##mirae
##elong
flag
reflected
integrated
Ag
##oices
commemor
corres
hyd
briefing
mi
prosecutor
##ither
##hening
foods
ul
##allyu
baby
Your
cosmet
##aling
German
fif
react
thank
cryptoc
##erved
parliamentary
Person
pushed
couple
establishing
##hol
suspicion
sending
solid
resolve
camera
Bang
cloud
animal
##nes
##ightly
refuge
experiences
Middle
declaration
alternative
scored
currency
assign
accepted
younger
Team
dischar
handle
looked
judgment
Medical
##hwa
secured
laws
vulnerable
stead
worry
Nowon
suddenly
SNS
memory
applying
politics
kindergartens
##rogen
Considering
orient
favorite
doub
Joo
##aches
trustee
painting
Civil
convenient
animals
technical
interpreted
5G
65
##door
prob
suspended
distance
##urday
comments
Investment
##co
##enger
entry
injured
walking
immig
Saturday
truth
seemed
India
regulation
exist
Koreas
150
experienced
rules
Rights
teen
Children
accur
remain
excluded
conver
##af
##uri
manner
designation
corruption
electricity
gets
trading
##uce
sides
##ori
operator
reporter
##wor
accum
blue
Mond
announce
mart
##iors
##yun
historical
jointly
##wha
lawyer
presentation
Mong
downt
mag
museum
##taek
##aved
##ll
##elines
shut
outstanding
White
##ynasty
manip
southern
Hak
##lines
Friday
##ampionship
clearly
##gence
Indonesia
Green
Yi
guidance
flu
##omb
pleas
musical
##ios
regret
borrow
surrounding
mall
##hone
SME
Mon
gradually
innovative
sad
guide
##eo
introduc
Val
strengthening
vers
requires
discrim
centered
##AT
symptoms
##ero
rich
##assad
falls
##holders
bid
budgetary
window
hor
Sohn
##house
debate
balance
wook
##iverse
ult
##taining
false
BTS
marriage
stated
boo
ice
homes
Pyeongtaek
Imp
System
liqu
Academ
continuously
strongly
Malays
civic
psy
##rench
197
recommendation
doctor
reporting
stone
##iform
interesting
efficiency
listed
regardless
Bareunmirae
handed
defe
##itizen
departments
conservative
##aves
amend
News
##more
recovery
exem
overcome
fat
##ny
applicants
certification
criteria
tickets
##ellow
crowd
via
approved
ideas
Bar
Car
Pomp
##andal
##back
##engers
Pan
##IS
signs
dispute
committed
chicken
Sund
salary
##works
##iling
connected
disclosure
Family
Google
incurred
sentence
shape
upon
##ohol
Sum
##ius
Monday
Est
checking
West
2009
Arts
suspension
occurs
affiliated
golf
discipl
wood
##ilipp
Australia
##hab
Canada
##pass
fraud
eun
##cohol
thanks
consulting
##neung
rare
Forest
chul
okay
stars
aimed
strike
Philipp
encourage
tree
##mark
55
machine
mur
grounds
subparagraphs
phen
creative
damages
failure
transactions
gives
##itime
drawn
ingredients
Was
##faction
Sin
amid
meat
century
videos
Wed
##eor
joon
dark
Camp
##icro
distributed
route
tasks
enforcement
goals
Road
cryptocurrency
Soon
##pyeong
##ousand
surf
Girl
confidence
31st
39
##jected
composed
conversation
FT
flood
rescue
Film
roo
collabor
corporations
rural
Ryu
lose
plastic
##ommun
##place
destro
drive
arm
##eting
construct
##no
##ze
attracted
Olympics
forecast
flex
transaction
maximum
Mexico
phenomen
##aters
prosp
confident
Power
finance
dry
##heung
##yeo
buses
satisf
Cheonan
believes
earnest
##ulations
realize
save
uniform
childcare
##okesman
YouT
evening
loved
frequently
##iction
alcohol
bottom
witness
subsidize
lines
Tem
attitude
seeing
narrow
boost
essential
concluded
Hallyu
importance
putting
##icide
foster
##aug
multip
Ang
tired
constant
coord
eventually
##osy
models
placed
Gyeongnam
justice
owned
kindergarten
##mon
provision
Jeolla
latest
causes
priority
typhoon
finish
nurs
rum
##ecommun
menu
dial
rule
outdoor
battle
watched
Any
argued
42
##undred
2020
Constitution
Speaker
border
wages
##bed
obtain
French
##ulating
emerged
##dom
uses
minim
##isters
smoking
names
venture
##uff
Independ
Seongnam
awareness
achieved
depart
helped
levels
murder
##ogue
sinc
Innov
equipped
##eorological
##itect
married
##amples
operations
sometimes
fifth
##amework
##orage
haven
officially
43
donation
institute
Supervisory
remo
subjects
600
regime
Rule
##bok
2008
##emp
##nings
##hel
purchased
cooperative
values
Ko
courses
complaint
concentration
partners
minor
Corp
Win
Stadium
veget
birthday
Fl
ICT
Jes
##ohang
##ler
quot
accompan
Myeong
Would
benefit
cosmetics
throw
sectors
Dan
Paju
idol
##urers
upper
48
##wol
passion
scandal
Intell
wors
expend
passing
individuals
disciplinary
league
emerging
##assador
Pohang
San
##oong
setting
extended
happen
harass
Afric
##apt
41
##ask
Rev
clin
subscrib
##ography
##osystem
unification
invested
applications
drugs
Yun
##ications
degree
firms
pollution
appears
behavior
king
##lusion
suitable
Based
kyung
pled
grades
diplomatic
Tok
##aped
shipping
Stand
hospitals
spreading
tro
Strate
##itc
thousand
paint
jae
Analy
enjoyed
stations
figures
Mongol
districts
lectures
epis
Dynasty
##to
earthqu
Meteorological
##ommod
wild
ready
broken
anx
passengers
##ued
##isure
Cha
newspaper
performing
inconvenience
Kwang
holidays
British
advice
mixed
##uction
##ensive
debut
##king
##ky
##istan
expression
confirmation
comfortable
colors
transferred
carrying
hurt
Western
##km
execution
judged
lux
inqu
Global
bright
mostly
UN
bic
Jesus
##ara
treated
combined
challenge
Aud
##rep
forum
contracts
Pompeo
Ur
extent
Red
indict
Bae
exclusive
##ui
storage
##ips
invited
lowest
demanded
recognition
sweet
wed
injury
Gwan
##ari
actions
pattern
jump
sang
asp
tend
Star
Rel
Shim
strugg
##ym
accommod
explanation
##ney
44
##ris
notified
##iscal
##uration
complexes
sky
SMEs
Engine
##uggish
sou
meals
cast
##uations
flower
Yeou
enth
shops
affect
##issions
ign
north
Company
Society
ecosystem
designate
contribution
prin
Hanwha
customized
comprised
Delib
Bong
fuel
##nesday
drew
##onent
sluggish
Wednesday
anc
glass
delicious
maintained
claims
unve
allowing
##eli
##obile
flowers
deadline
consist
##going
Despite
journal
Xi
arrive
Free
feelings
Changwon
offered
##usi
fol
hundred
##aded
Sunday
sample
stra
conflicts
ang
unp
196
cooking
tight
##ef
##loom
suspicions
hydrogen
articles
negotiation
stance
topic
Love
formulate
Seocho
guidelines
##ishes
plays
statutes
sentiment
breat
municipal
##son
Command
Gal
Have
##vious
##idden
stabil
bureau
Gangneung
contributed
Music
signing
artist
obtained
Sol
##agon
voting
Yeouido
pra
##gang
suicide
competitive
YouTube
procedure
##ites
enthusi
Op
##craft
mount
naturally
shooting
sust
nearly
bonds
Cong
Sal
20s
fear
supports
##ilk
identified
concentrated
##useok
isn
coup
gain
##att
reorgan
Real
##exp
##board
##oph
proportion
75
pregn
reply
slightly
efficiently
Yongsan
Big
consc
fer
##illa
Commer
landsc
apolog
pushing
##erated
Prot
##woo
Philippines
careful
Motors
phenomenon
penalty
gate
canceled
neighbor
aid
Community
##acing
promised
Stre
franch
ruled
Yongin
Other
##oes
coal
##rene
subsidy
Buddh
diverse
##icated
declared
Academy
Chuseok
aging
enterprise
athletes
Over
covered
uncert
Apple
straight
height
ministry
operators
deter
Cre
##inces
Workers
meantime
Ansan
football
pitcher
49
Citizens
Mun
##ram
awarded
grown
involving
teenagers
either
##apers
managing
communicate
south
buying
inevitable
##orters
imposed
Stat
perman
Arab
cleaning
tests
Medium
mill
Unification
religious
successfully
shareholders
unus
psych
Lead
##cel
tourn
exposed
elim
Bio
cards
obl
closely
fighting
wedding
losing
##CTV
Good
Gold
Senior
transp
Marine
Innovation
CCTV
Thanks
Urban
Hous
rock
page
##urer
offering
Agriculture
##gg
##zz
studies
blind
telecommun
han
##ilater
pray
engaged
fiscal
##ray
##measures
##power
Tokyo
KB
spending
containing
actress
statistics
weapons
##AN
medal
##rat
tariffs
bath
##oi
Beij
##icultural
##apse
ki
booth
dropped
##ster
leisure
##ailand
##sa
stability
plane
cancell
monitoring
Thailand
evaluated
Care
##pa
prime
Until
ease
factor
helps
bills
cas
farms
entrustment
voices
begun
Hwase
Beijing
linked
beer
46
initial
pharm
funeral
hiring
supervision
gained
dece
army
losses
kick
mutual
Two
disposal
51
Only
ton
Decl
resolved
Vietnamese
Cap
Amid
##ager
novel
defend
Army
deliberate
##ching
Gyeongsangnam
##aza
##mas
Bureau
Past
burn
##utical
receives
version
Gyeongbuk
##etition
prohib
villages
Operation
examine
Happ
##ading
convention
Planning
47
swim
acts
brands
Map
lay
##ulum
##ectual
aband
Gangseo
Nak
powerful
##building
satisfaction
Mart
dishes
cheer
Administrative
drivers
Declaration
Job
##ma
payments
colon
kilomet
inaug
identity
answ
curric
Engineering
retail
College
Zone
blocked
Washing
carefully
preferential
sharply
easier
facing
litigation
desire
competent
hike
investments
Board
##izz
investigated
cloth
##ED
advertising
Temple
##encing
continuing
Gor
eth
##rants
##enary
charged
pretty
Ok
familiar
Yeo
##reprene
wake
Actor
fundament
sick
##bre
stick
publicly
##rier
simp
EU
fit
gaining
differences
Cheongju
asset
##isition
rejected
aircraft
bags
Mok
recip
nut
exempt
collaps
Housing
ped
smartphones
extension
Especially
Town
##SS
demands
Hwaseong
Washington
dispatched
##bon
##arr
##ama
refers
images
eup
##umed
provinces
sat
##gers
purchasing
quantity
unless
revolution
introducing
stadium
Tre
realized
Design
Strategy
Attention
downtown
Independence
##essed
spaces
responded
multiple
Vol
fly
tea
Regional
##aceutical
continuous
winner
pleasant
discrimination
amendment
turning
comply
securing
bigger
##odies
persp
##mitting
fled
hun
exceeded
reserv
Christmas
architect
expenditure
scholarship
dialogue
ment
Conc
semester
Smart
Matters
partner
2007
singing
prosecutors
Uz
detected
mistake
##assy
seeking
##het
capabilities
originally
arrang
surface
##arian
explos
Mad
joo
visits
hang
##eared
##atization
##abin
imag
singers
requirements
##asury
remin
whenever
imported
requests
legislation
##cont
##IN
##anam
vision
collapse
##etary
talked
53
citizen
tons
##ham
##itter
##asan
memorial
destroy
chat
##iration
wasn
reasonable
applicant
extreme
##ox
myung
returning
trends
seal
brib
Show
troops
Uzbe
KOS
merchants
gone
organize
mand
river
decor
colle
Water
gil
empty
combination
earthquake
firef
filming
agriculture
excluding
Street
plenary
recognize
category
##eted
whom
daycare
feed
researchers
oriented
leads
rally
peak
Mem
Pension
positions
handling
lease
##asure
garden
raw
strict
##eless
fort
recall
overl
##awei
patent
Uzbek
Four
replaced
greater
##hw
accel
happiness
cru
relief
dollar
##expected
Huawei
Pay
race
##ades
Industries
bak
##aming
Before
Malaysia
Military
kim
Three
allowances
dangerous
tournament
##holder
##uro
helping
chart
Chan
##ensus
incent
spokesman
unl
##ounter
starts
facts
Jeollanam
simply
veter
unemp
Those
passenger
##hem
Bridge
##ength
pilot
##elihood
nood
##bang
wins
##DA
##reams
marine
gathering
Self
tool
annually
Follow
##water
corner
dismissed
bow
situations
behalf
motor
shoes
knew
800
struct
##orney
subst
adults
Inc
listening
politic
specified
Northern
bird
kyu
forg
##outheast
beat
consent
##erce
unlike
ordinance
fill
Thurs
cafe
joy
Saud
curriculum
Each
heav
worse
blow
fierce
freely
steel
railway
revitalize
diss
Exc
package
crackdown
##vement
Tra
Experts
##uses
Bre
##IC
keen
##RA
##ello
charm
Will
bin
widely
juven
sand
forget
disappeared
brain
Jongno
##advant
defin
Fisheries
approach
pow
urged
Thursday
Nex
sook
regulatory
however
recording
usage
sustain
musc
dogs
Particip
Shinhan
54
code
residence
Express
Lt
cheol
disappear
##chon
replacement
Ant
mood
memories
Kia
bound
##otten
##change
disadvant
moon
yellow
##yal
##eck
##ondo
assembly
deems
describ
Spain
attendance
Home
remove
breaking
succeeded
map
composition
Starting
Nong
mel
Store
smile
thoughts
John
Look
awards
Sur
sac
conv
trouble
mal
Gi
chose
prompt
unusual
Har
Tong
##ocol
##enses
Ilbo
Earlier
dress
defic
Residents
dedicated
fruit
Elementary
Squ
commit
##acific
excav
cart
securities
professors
##inals
##urse
resist
##axy
30s
Hanoi
constitution
Saudi
##orter
feas
respondents
automatically
discovered
##ER
##enn
grew
views
consists
internet
diagnosis
##daemun
##ino
royal
buyers
kimchi
Koo
##ereaved
boat
certified
verification
frequent
votes
Disaster
Cooperation
Us
vess
communities
traveling
ride
##ucks
collecting
leaves
Kum
##idity
##mentia
upcoming
acquisition
adopted
Joint
relation
rom
shr
Gyeongsangbuk
Sim
af
purposes
flexible
transform
towards
Ltd
abandon
Bi
founded
Second
roll
##itor
enact
##quality
noise
illeg
steps
fake
vital
spl
relax
deterior
##wise
##EC
permanent
faster
56
Tel
underground
feels
yourself
195
prim
Mu
gi
##rain
##rem
scient
agent
smell
inspections
dish
disclosed
700
##under
institutes
lifelong
Turkey
exemption
Intelligence
length
subord
57
Pat
Ser
impress
diet
egg
##using
unexpected
##ocated
web
managers
producing
##eeper
consensus
subcom
pyo
##ivation
writer
KBS
La
##osen
repay
donated
disappoint
Heritage
Hang
staying
withdrawal
episode
nerv
zones
audiences
demonstration
finals
bereaved
PC
Deliberation
##jang
reconst
##uls
Insp
2000
weaken
Singer
##roud
uncom
root
scr
scenes
##iest
##oung
##eds
civilian
strengthened
demonstr
chair
supplement
freed
favorable
roof
paintings
luxury
##ront
driven
CS
pip
Once
entreprene
Moo
convey
upload
appreciate
stake
habit
Dream
bio
wire
##andis
percept
Gwanak
unveiled
thus
voluntary
POS
Amaz
Valley
hidden
sen
##arity
bridge
Songpa
clubs
Rural
##echeon
personality
Following
supplied
##astern
vacc
##aes
##urt
stood
solo
illegally
##pond
promise
Lun
logistics
lab
##fortable
teaching
closing
Tues
##ket
##oir
multicultural
channels
Mer
pig
##inations
numbers
Another
violations
fing
Who
expertise
strategic
Kook
##cean
Galaxy
##oral
issuance
Control
Mapo
fulf
semin
Naver
##rence
Tuesday
tears
confront
Does
Hyo
destination
Girls
120
Ham
mutatis
ce
##hop
preventing
Analysts
##mother
##achment
conclusion
surpass
##riers
previously
accompanied
58
festivals
Bucheon
geun
hundreds
draft
principal
usual
Doosan
Officials
##EX
sav
instru
mutandis
##log
Guard
optim
Forum
accumulated
martial
Congress
sufficient
##ns
##ighters
##raid
streets
fallen
##arious
##osite
phones
Hyung
smoothly
snack
Hon
Black
Pacific
##wondo
##eek
classified
63
Gap
outlet
Articles
governed
afraid
##amic
remained
restrictions
Twitter
boyfriend
##ighter
##reement
59
chemical
##uct
chosen
serving
auto
begins
##ema
Which
surprised
emotional
##regular
harassment
##rok
soup
ah
tech
abund
phase
assoc
deeply
repeatedly
landscape
stim
autumn
implementing
anticip
dreams
##essions
keeping
messages
tens
restoration
safely
perspective
priv
climate
Consum
guests
Bel
Post
anxiety
Bas
##imately
##elling
auditor
inquir
uncomfortable
studied
steadily
removed
Ap
kid
matches
massive
Future
heritage
voluntarily
neighborhood
##contract
##etic
missile
interior
Entertainment
feet
boom
Exchange
institutional
cells
Paris
acknow
valu
shareholder
resignation
##umi
holds
freedom
Gong
##osu
belonging
85
Next
clock
Square
disasters
##hibition
graduate
thick
servants
aims
adjustment
sincer
formation
bicycle
Amazon
milk
routes
cancellation
fires
##ortunately
publish
Techn
##aving
disclose
Buk
complic
achievements
opponent
Panmun
franchise
Sewol
Maritime
Author
manipulation
extend
irregular
ID
Paul
supplies
fisher
proud
##ifts
feasibility
Sen
expense
##obby
maintaining
adopt
Qu
Jeonju
Autonom
Out
resulting
Hist
neck
showc
compete
presence
battery
##abinet
violating
Card
##rid
##etr
strik
refused
##loyed
momentum
generations
Southeast
##gae
exhibitions
coin
furn
sources
theory
##aret
guess
Pastor
##osun
cup
##uition
##ilos
##aekwondo
Class
utilize
cake
##amber
investigations
spect
shel
Branch
pork
cited
opposed
66
##iel
selecting
livelihood
incor
Competition
settled
collapsed
thoroughly
quiet
##ometown
recyc
upd
guil
solar
honorary
correspond
supposed
Gwangjin
subcontract
cheap
customs
Buddhist
girlfriend
displayed
radio
magaz
Mod
willingness
##habilit
Jak
Lit
Like
anymore
inher
##verse
factories
subsidiary
aw
propos
escape
Mir
exting
